"If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!" = "Si le gusta utilizar %@, ¿le importaría valorarlo? No le llevará más de un minuto. ¡Gracias por su colaboración!";
"Rate %@" = "Valorar %@";
"No, Thanks" = "No, gracias";
"Remind me later" = "Recordar más tarde";